package com.jano.zpp.model;

/**
 * *       Created on 2017/4/5 , 四月.
 * *---------------------------------------------------------------------
 * *      ------                     
 * *         |      |
 * *         |      |                                   _____
 * *         |      |_____     _____    \_________           \    -----
 * *         |      |     \   |     \   |    |    \    |-----|   |
 * *         |      |     |   |     |   |    |    |    |     |   \-----\
 * *         |      |     |   |     |   |    |    |    |     |         |
 * *         |      |     |   |-----|   |    |    |    |-----|_  \-----/
 * *---------------------------------------------------------------------
 * *       --by ThomasLiu
 **/

public class Cinema {

    //id
    String Cinema_id;
    //名称
    String Cinema_name;
    /**
     * 用一个二维数组来表示影院的座次排布。
     * 另外第字符串数字表示座位的 种类 、是否被订*/
    String[][][] Cinema_seats;

}
