package com.jano.zpp.model;

import java.util.List;

/**
 * *       Created on 2017/4/5 , 四月.
 * *---------------------------------------------------------------------
 * *      ------                     
 * *         |      |
 * *         |      |                                   _____
 * *         |      |_____     _____    \_________           \    -----
 * *         |      |     \   |     \   |    |    \    |-----|   |
 * *         |      |     |   |     |   |    |    |    |     |   \-----\
 * *         |      |     |   |     |   |    |    |    |     |         |
 * *         |      |     |   |-----|   |    |    |    |-----|_  \-----/
 * *---------------------------------------------------------------------
 * *       --by ThomasLiu
 **/

public class Movie {

    /**电影的id*/
    String id;
    /**电影的名称*/
    String name;
    /**电影的图片列表*/
    List<String> photos;
    /**电影的导演列表*/
    List<String> director;
    /**电影的演员*/
    List<String> actor;

}
